Repository: BilalMo88/Polaris_translations
Catalog: src/components/language/*/app.po
Languages: de, es, fr, it, pt

source: Reply author
de: Antwortautor
es: Responder autor
fr: Réponse de l'auteur
it: Autore della risposta
pt: Autor da resposta

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
it: Ripristina le impostazioni predefinite
pt: Redefinir para padrão

source: Review filter color
de: Filterfarbe überprüfen
es: Revisar color del filtro
fr: Vérifier la couleur du filtre
it: Rivedi colore filtro
pt: Revisar cor do filtro

source: Review Length
de: Rezensionslänge
es: Duración de la revisión
fr: Durée de la révision
it: Lunghezza revisione
pt: Comprimento da Revisão

source: Review list
de: Überprüfungsliste
es: lista de revisión
fr: Liste de révision
it: Elenco di revisione
pt: Lista de revisão

source: Review rating preset value
de: Voreingestellter Bewertungswert überprüfen
es: Revisar valor preestablecido de clasificación
fr: Vérifier la valeur prédéfinie de la note
it: Rivedere il valore preimpostato della valutazione
pt: Revisar valor predefinido da classificação

source: Review source
de: Quelle überprüfen
es: fuente de revisión
fr: source de révision
it: Origine revisione
pt: Fonte de revisão

source: Review submitted confirmation message
de: Überprüfen Sie die übermittelte Bestätigungsnachricht
es: Revisar mensaje de confirmación enviado
fr: Vérifier le message de confirmation soumis
it: Messaggio di conferma inviato revisione
pt: Revisar mensagem de confirmação enviada

source: Review text field label
de: Textfeldbeschriftung überprüfen
es: Revisar etiqueta de campo de texto
fr: Vérifier l'étiquette du champ de texte
it: Rivedere l'etichetta del campo di testo
pt: Revisar rótulo do campo de texto

source: Review text field placeholder
de: Platzhalter für das Textfeld überprüfen
es: Revisar marcador de posición del campo de texto
fr: espace réservé au champ de texte de révision
it: Rivedi segnaposto campo testo
pt: Espaço reservado para campo de texto de revisão

source: Review visibility dropdown
de: Dropdown-Liste „Sichtbarkeit überprüfen“.
es: Revisar menú desplegable de visibilidad
fr: Vérifier la liste déroulante de visibilité
it: Esamina il menu a discesa della visibilità
pt: Revisar lista suspensa de visibilidade

source: Review Widget
es: Revisar widget
fr: Widget de révision
it: Widget revisione
pt: Widget de Revisão

source: Reviewer name
de: Name des Prüfers
es: nombre del revisor
fr: Nom du réviseur
it: Nome del revisore
pt: Nome do revisor

source: Round corners
de: Coins arrondis
es: Esquinas redondeadas
fr: Coins arrondis
it: Coins arrondis
pt: Coins arrondis

source: Search and pagination
de: Suche und Paginierung
es: Búsqueda y paginación
fr: Recherche et pagination
it: Ricerca e impaginazione
pt: Pesquisa e paginação

source: Search bar
de: Suchleiste
es: barra de búsqueda
fr: Barre de recherche
it: Barra di ricerca
pt: Barra de pesquisa

source: Search bar placeholder
de: Platzhalter für die Suchleiste
es: marcador de posición de la barra de búsqueda
fr: espace réservé dans la barre de recherche
it: Segnaposto della barra di ricerca
pt: Espaço reservado para barra de pesquisa

source: Search for <strong>Judge.me Reviews</strong> and turn on the toggle.
de: Suchen Sie nach <strong>Judge.me-Bewertungen</strong> und schalten Sie den Schalter ein.
es: Busque <strong>Reseñas de Judge.me</strong> y active la opción.
fr: Recherchez <strong>Avis Judge.me</strong> et activez la bascule.
it: Cerca <strong>Recensioni Judge.me</strong> e attiva l'interruttore.
pt: Pesquise <strong>Críticas do Judge.me</strong> e ative o botão de alternância.

source: Secondary color
de: Sekundärfarbe
es: color secundario
fr: Couleur secondaire
it: Colore secondario
pt: Cor secundária

source: See all reviews
de: Alle Bewertungen anzeigen
es: Ver todas las reseñas
fr: Voir tous les avis
it: Vedi tutte le recensioni
pt: Ver todas as avaliações

source: See more text
de: Weiteren Text anzeigen
es: Ver más texto
fr: Voir plus de texte
it: Vedi altro testo
pt: Veja mais texto

source: Shop and reviewer details
es: Detalles de la tienda y del revisor
fr: Détails de la boutique et de l'évaluateur

source: Shorten full name
de: Vollständigen Namen kürzen
es: acortar nombre completo
fr: Raccourcir le nom complet
it: Abbreviare il nome completo
pt: Abreviar nome completo

source: Shorten last name
de: Nachnamen kürzen
es: Acortar apellido
fr: Raccourcir le nom de famille
it: Accorciare il cognome
pt: Encurtar sobrenome

source: Show “Collected by Judge.me” beneath the widget header
de: Zeige „Gesammelt von Judge.me“ unter der Widget-Kopfzeile
es: Mostrar "Recopilado por Judge.me" debajo del encabezado del widget
it: Mostra "Raccolto da Judge.me" sotto l'intestazione del widget
pt: Mostrar “Coletado por Judge.me” abaixo do cabeçalho do widget

source: Show full name
de: Vollständigen Namen anzeigen
es: Mostrar nombre completo
fr: Afficher le nom complet
it: Mostra nome completo
pt: Mostrar nome completo

source: Show product medals
de: Produktmedaillen anzeigen
es: Mostrar medallas de producto
fr: Afficher les médailles des produits
it: Mostra medaglie prodotto
pt: Mostrar medalhas de produtos

source: Show recent photos and videos in a grid
de: Aktuelle Fotos und Videos in einem Raster anzeigen
es: Mostrar fotos y vídeos recientes en una cuadrícula
fr: Afficher les photos et vidéos récentes dans une grille
it: Mostra foto e video recenti in una griglia
pt: Mostrar fotos e vídeos recentes em uma grade

source: Show review collection policy information
de: Informationen zur Bewertungssammlungsrichtlinie anzeigen
es: Mostrar información de la política de recopilación de reseñas
fr: Afficher les informations sur la politique de collecte des avis
it: Mostra informazioni sulla politica di raccolta delle recensioni
pt: Mostrar informações da política de coleta de avaliações

source: Show review date
de: Afficher la date de révision
es: Mostrar fecha de revisión
fr: Afficher la date de révision
it: Afficher la date de révision
pt: Afficher la date de révision

source: Show review search bar
es: Mostrar barra de búsqueda de reseñas
fr: Afficher la barre de recherche des avis

source: Show review timestamps
es: Mostrar marcas de tiempo de revisión
fr: Afficher les horodatages des révisions

source: Show reviewer country flag
es: Mostrar bandera del país del revisor
fr: Afficher le drapeau du pays du réviseur

source: Show reviewer location
es: Mostrar ubicación del revisor
fr: Afficher l'emplacement du réviseur

source: Show reviewer profile photo if available
de: Profilfoto des Rezensenten anzeigen, falls verfügbar
es: Mostrar foto de perfil del revisor si está disponible
fr: Afficher la photo de profil du réviseur si disponible
it: Mostra la foto del profilo del revisore se disponibile
pt: Mostrar foto do perfil do revisor, se disponível

source: Show the full review
es: Mostrar la reseña completa
fr: Afficher l'avis complet

source: Show the widget rating filter
de: Zeigt den Widget-Bewertungsfilter an
es: Mostrar el filtro de calificación del widget
fr: Afficher le filtre d'évaluation du widget
it: Mostra il filtro di valutazione del widget
pt: Mostrar o filtro de classificação do widget

source: Show up to 10 review keywords. Keywords will be added to product pages for products with at least 10 verified reviews.
de: Zeigen Sie bis zu 10 Bewertungsschlüsselwörter an.
es: Muestra hasta 10 palabras clave de reseña.
fr: Afficher jusqu'à 10 mots-clés d'avis.
it: Mostra fino a 10 parole chiave di recensione.
pt: Mostrar até 10 palavras-chave de avaliação.

source: Slider
de: Schieberegler
es: control deslizante
fr: Curseur
it: Cursore
pt: Controle deslizante

source: Social share option
es: Opción de acciones sociales
fr: Option de partage social
it: Opzione di condivisione sociale
pt: Opção de compartilhamento social

source: Source of review
de: Quelle der Rezension
es: Fuente de revisión
fr: Source de l'examen
it: Fonte della revisione
pt: Fonte de revisão

source: Square corners
de: Quadratische Ecken
es: Esquinas cuadradas
fr: Coins carrés
it: Coins carrés
pt: Coins carrés

source: Step 1: Enable app embed
de: Schritt 1: App-Einbettung aktivieren
es: Paso 1: habilitar la inserción de aplicaciones
fr: Étape 1 : Activer l'intégration de l'application
it: Passaggio 1: abilitare l'incorporamento dell'app
pt: Etapa 1: Habilitar incorporação de aplicativo

source: Step 2: Add the widget block
de: Schritt 2: Widget-Block hinzufügen
es: Paso 2: Agregar el bloque de widgets
fr: Étape 2 : Ajouter le bloc widget
it: Passo 2: aggiungi il blocco widget
pt: Etapa 2: Adicione o bloco de widget

source: Store and reviewer details
de: Shop- und Prüferdetails
es: Detalles de la tienda y del revisor
fr: Détails du magasin et de l'évaluateur
it: Dettagli del negozio e del revisore
pt: Detalhes da loja e do revisor

source: Submit button and success message
de: Schaltfläche „Senden“ und Erfolgsmeldung
es: botón Enviar y mensaje de éxito
fr: bouton Soumettre et message de réussite
it: Pulsante Invia e messaggio di successo
pt: Botão enviar e mensagem de sucesso

source: Submit button label
de: Schaltflächenbeschriftung senden
es: Etiqueta del botón Enviar
fr: Libellé du bouton Soumettre
it: Invia etichetta pulsante
pt: Etiqueta do botão Enviar

source: Submit button label (verified)
de: Beschriftung der Schaltfläche „Senden“ (verifiziert)
es: Etiqueta del botón Enviar (verificada)
fr: Libellé du bouton Soumettre (vérifié)
it: Etichetta pulsante Invia (verificato)
pt: Rótulo do botão Enviar (verificado)

source: Success message (Autopublish off)
de: Erfolgsmeldung (Autopublish aus)
es: Mensaje de éxito (publicación automática desactivada)
fr: Message de réussite (Publication automatique désactivée)
it: Messaggio di successo (pubblicazione automatica disattivata)
pt: Mensagem de sucesso (publicação automática desativada)

source: Success message (Autopublish on)
de: Erfolgsmeldung (Autopublish aktiviert)
es: Mensaje de éxito (publicación automática activada)
fr: Message de réussite (Publication automatique activée)
it: Messaggio di successo (pubblicazione automatica attivata)
pt: Mensagem de sucesso (publicação automática ativada)

source: Text
es: Texto
fr: Texte
it: Testo
pt: Texto

source: Text header
de: Textkopfzeile
es: encabezado de texto
fr: En-tête de texte
it: Intestazione del testo
pt: Cabeçalho de texto

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
pt: Tema

source: This theme will also show for the All Reviews Page and Floating Reviews Tab.
de: Dieses Thema wird auch für die Seite „Alle Bewertungen“ und die Registerkarte „Floating Bewertungen“ angezeigt.Ce thème s'affichera également pour la page Tous les avis et l'onglet Commentaires flottants.
es: Este tema también se mostrará en la página Todas las reseñas y en la pestaña Reseñas flotantes.
fr: ce thème s'affichera également pour la page Tous les avis et l'onglet Commentaires flottants.
it: Questo tema verrà visualizzato anche nella pagina Tutte le recensioni e nella scheda Recensioni mobili.Ce thème s'affichera également pour la page Tous les avis et l'onglet Commentaires flottants.
pt: Este tema também será exibido na página Todas as avaliações e na guia Avaliações flutuantes.Ce thème s'affichera également pour la page Tous les avis et l'onglet Commentaires flottants.

source: Title field
de: Titelfeld
es: campo de título
fr: Champ de titre
it: Campo titolo
pt: Campo de título

source: Title field label
de: Titelfeldbezeichnung
es: etiqueta del campo de título
fr: Libellé du champ Titre
it: Etichetta campo titolo
pt: Rótulo do campo título

source: Title field placeholder
de: Platzhalter für das Titelfeld
es: marcador de posición del campo de título
fr: espace réservé au champ de titre
it: Segnaposto del campo titolo
pt: Espaço reservado para campo de título

source: Use "Load more" button to show more reviews
de: Verwenden Sie die Schaltfläche „Mehr laden“, um weitere Bewertungen anzuzeigen
es: Utilice el botón "Cargar más" para mostrar más reseñas
fr: Utilisez le bouton « Charger plus » pour afficher plus d'avis
it: Utilizza il pulsante "Carica altro" per mostrare più recensioni
pt: Use o botão "Carregar mais" para mostrar mais avaliações

source: Used for number pagination or “Load more” button.
de: Wird für die Nummernpaginierung oder die Schaltfläche „Mehr laden“ verwendet.
es: Se utiliza para la paginación de números o el botón "Cargar más".
it: Utilizzato per l'impaginazione dei numeri o il pulsante "Carica altro".
pt: Usado para paginação de números ou botão “Carregar mais”.

source: Used for review reply backgrounds, dividers and other secondary elements. We recommend picking a color lighter than your primary color.
de: Wird für Rezensionsantworthintergründe, Trennwände und andere sekundäre Elemente verwendet.
es: Se utiliza para fondos de respuestas de revisión, divisores y otros elementos secundarios.
fr: Utilisé pour examiner les arrière-plans de réponse, les séparateurs et autres éléments secondaires.
it: Utilizzato per sfondi, divisori e altri elementi secondari per le risposte alle revisioni.
pt: Usado para rever fundos de resposta, divisórias e outros elementos secundários.

source: Used for the Rating Filter chart.
de: Wird für das Bewertungsfilterdiagramm verwendet.
es: Se utiliza para el gráfico de filtro de clasificación.
fr: utilisé pour le graphique de filtre de notation.
it: Utilizzato per il grafico del filtro di valutazione.
pt: Usado para o gráfico Filtro de Classificação.

source: Used for the star color, buttons, links and link buttons on all widgets and emails. You can change this in
de: Wird für die Sternfarbe, Schaltflächen, Links und Linkschaltflächen in allen Widgets und E-Mails verwendet.
es: Se utiliza para el color de la estrella, botones, enlaces y botones de enlace en todos los widgets y correos electrónicos.
fr: Utilisé pour la couleur des étoiles, les boutons, les liens et les boutons de lien sur tous les widgets et e-mails.
it: Utilizzato per il colore della stella, i pulsanti, i collegamenti e i pulsanti di collegamento su tutti i widget e le e-mail.
pt: Usado para a cor da estrela, botões, links e botões de link em todos os widgets e e-mails.

source: Used only for star ratings in the Review Widget.
de: Wird nur für Sternebewertungen im Bewertungs-Widget verwendet.
es: Se utiliza solo para calificaciones de estrellas en el widget de revisión.
fr: utilisé uniquement pour les notes par étoiles dans le widget d'évaluation.
it: Utilizzato solo per le valutazioni in stelle nel widget di revisione.
pt: Usado apenas para avaliações com estrelas no widget de revisão.

source: Verified badge
de: Verifiziertes Abzeichen
es: Insignia verificada
fr: Badge vérifié
it: Badge verificato
pt: Selo verificado

source: Verified buyer badge
de: Verifizierter Käufer-Abzeichen
es: Insignia de comprador verificado
fr: Badge d'acheteur vérifié
it: Badge acquirente verificato
pt: Crachá de comprador verificado

source: Verified buyer badge background color
de: Hintergrundfarbe des Verifizierter-Käufer-Abzeichens
es: Color de fondo de la insignia de comprador verificado
fr: Couleur d'arrière-plan du badge d'acheteur vérifié
it: Colore sfondo badge acquirente verificato
pt: Cor de fundo do crachá de comprador verificado

source: Verified buyer badge text color
de: Textfarbe des Abzeichens „Verifizierter Käufer“.
es: Color del texto de la insignia del comprador verificado
fr: Couleur du texte du badge de l'acheteur vérifié
it: Colore testo badge acquirente verificato
pt: Cor do texto do crachá de comprador verificado

source: Videos first
de: Videos zuerst
es: Vídeos primero
fr: Vidéos en premier
it: Prima i video
pt: Vídeos primeiro

source: Videos First
de: Videos zuerst
es: Vídeos primero
fr: Vidéos en premier
it: Prima i video
pt: Vídeos primeiro

source: Widget Body
es: Cuerpo del widget
fr: Corps du widget

source: Widget Form
es: Formulario de widget
fr: Formulaire de widget

source: Widget theme
de: Thème des widgets
es: tema de widgets
fr: thème du widget
it: Corpo del widget
pt: Thème des widgets

source: Widget title
es: título del widget
fr: titre du widget

source: Write button label
de: Schaltflächenbeschriftung schreiben
es: Escribir etiqueta del botón
fr: Écrire le libellé du bouton
it: Scrivi etichetta pulsante
pt: Escrever rótulo do botão

source: You can click 'Read more' to see the rest of the review
de: Sie können auf „Mehr lesen“ klicken, um den Rest der Rezension zu sehen
es: Puedes hacer clic en 'Leer más' para ver el resto de la reseña.
fr: Vous pouvez cliquer sur « Lire la suite » pour voir le reste de l'avis
it: Puoi fare clic su 'Leggi altro' per vedere il resto della recensione
pt: Você pode clicar em 'Leia mais' para ver o resto da revisão

source: Your store needs at least 20 verified reviews
de: Ihr Shop benötigt mindestens 20 verifizierte Bewertungen
es: Tu tienda necesita al menos 20 reseñas verificadas
fr: Votre magasin a besoin d'au moins 20 avis vérifiés
it: Il tuo negozio necessita di almeno 20 recensioni verificate
pt: Sua loja precisa de pelo menos 20 avaliações verificadas

source: Youtube URL field
de: Youtube-URL-Feld
es: campo URL de Youtube
fr: champ URL YouTube
it: Campo URL di YouTube
pt: Campo URL do YouTube

source: Vertical
de: Vertikal
fr: verticale
it: Verticale
pt: Verticais
