Repository: BilalMo88/Polaris_translations
Catalog: src/components/language/*/app.po
Languages: de, es, fr, it, pt

source: 1 Star
de: 1 Stern
es: 1 Estrella
fr: 1 étoile
it: 1 Stella
pt: 1 Estrela

source: 2 Stars
de: 2 Sterne
es: 2 Estrellas
fr: 2 étoiles
it: 2 Stelle
pt: 2 Estrelas

source: 3 Stars
de: 3 Sterne
es: 3 Estrellas
fr: 3 étoiles
it: 3 Stelle
pt: 3 Estrelas

source: 4 Stars
de: 4 Sterne
es: 4 Estrellas
fr: 4 étoiles
it: 4 Stelle
pt: 4 Estrelas

source: 5 Stars
de: 5 Sterne
es: 5 Estrellas
fr: 5 étoiles
it: 5 Stelle
pt: 5 estrelas

source: A link will be added at the bottom of the widget with information about the collection process and policies
de: Am unteren Rand des Widgets wird ein Link mit Informationen zum Erfassungsprozess und zu den Richtlinien hinzugefügt
es: Se agregará un enlace en la parte inferior del widget con información sobre el proceso de recolección y las políticas.
fr: Un lien sera ajouté au bas du widget avec des informations sur le processus et les politiques de collecte.
it: Verrà aggiunto un collegamento nella parte inferiore del widget con informazioni sul processo e sulle politiche di raccolta
pt: Será adicionado um link na parte inferior do widget com informações sobre o processo de coleta e políticas

source: about Judge.me Medals..
de: über Judge.me-Medaillen.
es: Acerca de las medallas Judge.me.
fr: à propos des médailles Judge.me.
it: sulle medaglie Judge.me..
pt: sobre as medalhas do Judge.me.

source: Add a border around the widget
de: Ajoutez une bordure autour du widget.
es: Agrega un borde alrededor del widget
fr: Ajouter une bordure autour du widget
it: Ajoutez une bordure autour du widget.
pt: Ajoutez une bordure autour du widget.

source: Add personalized questions to your Review Widget and emails such as product usage, attributes and surveys.
de: Fügen Sie Ihrem Bewertungs-Widget und E-Mails personalisierte Fragen hinzu, z. B. zur Produktnutzung, zu Attributen und Umfragen.
es: Agregue preguntas personalizadas a su widget de revisión y a sus correos electrónicos, como el uso del producto, los atributos y las encuestas.
fr: Ajoutez des questions personnalisées à votre widget d'évaluation et à vos e-mails, telles que l'utilisation du produit, les attributs et les enquêtes.
it: Aggiungi domande personalizzate al widget delle recensioni e alle e-mail, ad esempio sull'utilizzo del prodotto, sugli attributi e sui sondaggi.
pt: Adicione perguntas personalizadas ao seu widget de avaliação e e-mails, como uso de produtos, atributos e pesquisas.

source: Align
de: Ausrichten
es: Alinear
fr: Aligner
it: Allinea
pt: Alinhar

source: Allow reviewers to upload photos
de: Rezensenten erlauben, Fotos hochzuladen
es: Permitir a los revisores subir fotos
fr: Autoriser les réviseurs à télécharger des photos
it: Consenti ai revisori di caricare foto
pt: Permitir que os revisores carreguem fotos

source: Allow reviewers to upload videos
de: Rezensenten erlauben, Videos hochzuladen
es: Permitir a los revisores subir vídeos
fr: Autoriser les évaluateurs à télécharger des vidéos
it: Consenti ai revisori di caricare video
pt: Permitir que revisores enviem vídeos

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
pt: Anônimo

source: Anonymous dropdown option
de: Anonyme Dropdown-Option
es: opción desplegable anónima
fr: Option de liste déroulante Anonyme
it: Opzione a discesa anonima
pt: Opção suspensa anônima

source: Author name
de: Name des Autors
es: Nombre del autor
fr: Nom de l'auteur
it: Nome dell'autore
pt: Nome do autor

source: Available for stores that have met the criteria.
de: Verfügbar für Geschäfte, die die Kriterien erfüllt haben.
es: Disponible para tiendas que hayan cumplido los criterios.
fr: Disponible pour les magasins répondant aux critères.
it: Disponibile per i negozi che hanno soddisfatto i criteri.
pt: Disponível para lojas que atendem aos critérios.

source: Average rating
de: Durchschnittliche Bewertung
es: Calificación promedio
fr: Note moyenne
it: Voto medio
pt: Classificação média

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt: Voltar

source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
pt: Corpo

source: Body field
de: Körperfeld
es: campo corporal
fr: Champ corporel
it: Campo corporeo
pt: Campo corporal

source: Border Style
de: Style de bordure
es: Estilo de borde
fr: Style de bordure
it: Style de bordure
pt: Style de bordure

source: Cancel button label
de: Beschriftung der Schaltfläche „Abbrechen“.
es: Etiqueta del botón Cancelar
fr: Libellé du bouton Annuler
it: Etichetta pulsante Annulla
pt: Etiqueta do botão Cancelar

source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
pt: Cartas

source: Change the buyer badge and product prefix text and customize pagination, store and reviewer details.
de: Ändern Sie das Käuferabzeichen und den Produktpräfixtext und passen Sie die Paginierung sowie die Shop- und Rezensentendetails an.
es: Cambie la insignia del comprador y el texto del prefijo del producto y personalice la paginación, la tienda y los detalles del revisor.
fr: Modifiez le badge de l'acheteur et le texte du préfixe du produit et personnalisez les détails de la pagination, du magasin et du réviseur.
it: Modifica il badge dell'acquirente e il testo del prefisso del prodotto e personalizza i dettagli di impaginazione, negozio e revisore.
pt: Altere o crachá do comprador e o texto do prefixo do produto e personalize a paginação, os detalhes da loja e do revisor.

source: Change the widget title text and button labels, and customize the average rating and search bar display.
de: Ändern Sie den Widget-Titeltext und die Schaltflächenbeschriftungen und passen Sie die Durchschnittsbewertung und die Anzeige der Suchleiste an.
es: Cambie el texto del título del widget y las etiquetas de los botones, y personalice la calificación promedio y la visualización de la barra de búsqueda.
fr: Modifiez le texte du titre du widget et les étiquettes des boutons, et personnalisez la note moyenne et l'affichage de la barre de recherche.
it: Modifica il testo del titolo del widget e le etichette dei pulsanti e personalizza la valutazione media e la visualizzazione della barra di ricerca.
pt: Altere o texto do título do widget e os rótulos dos botões e personalize a classificação média e a exibição da barra de pesquisa.

source: Click <strong>Add section</strong> at the bottom of the list and select <strong>Review Widget</strong>. We recommend placing it at the bottom of your page, before the Footer.
de: Klicken Sie unten in der Liste auf <strong>Abschnitt hinzufügen</strong> und wählen Sie <strong>Bewertungs-Widget</strong> aus.
es: Haga clic en <strong>Agregar sección</strong> en la parte inferior de la lista y seleccione <strong>Revisar widget</strong>.
fr: Cliquez sur <strong>Ajouter une section</strong> en bas de la liste et sélectionnez <strong>Widget de révision</strong>.
it: Fai clic su <strong>Aggiungi sezione</strong> in fondo all'elenco e seleziona <strong>Rivedi widget</strong>.
pt: Clique em <strong>Adicionar seção</strong> na parte inferior da lista e selecione <strong>Revisar Widget</strong>.

source: Click <strong>Save</strong>.
de: Klicken Sie auf <strong>Speichern</strong>.
es: Haga clic en <strong>Guardar</strong>.
fr: Cliquez sur <strong>Enregistrer</strong>.
it: Fai clic su <strong>Salva</strong>.
pt: Clique em <strong>Salvar</strong>.

source: Click on the dropdown at the top and select <strong>Products > Default product</strong>.
de: Klicken Sie oben auf das Dropdown-Menü und wählen Sie <strong>Produkte > Standardprodukt</strong>.
es: Haga clic en el menú desplegable en la parte superior y seleccione <strong>Productos > Producto predeterminado</strong>.
fr: Cliquez sur la liste déroulante en haut et sélectionnez <strong>Produits > Produit par défaut</strong>.
it: Fai clic sul menu a discesa in alto e seleziona <strong>Prodotti > Prodotto predefinito</strong>.
pt: Clique no menu suspenso na parte superior e selecione <strong>Produtos > Produto padrão</strong>.

source: Click the button below to add the widget automatically to your theme, then click <strong>Save</strong>. You can adjust the position later.
de: Klicken Sie auf die Schaltfläche unten, um das Widget automatisch zu Ihrem Design hinzuzufügen, und klicken Sie dann auf <strong>Speichern</strong>.
es: Haz clic en el botón de abajo para agregar el widget automáticamente a tu tema, luego haz clic en <strong>Guardar</strong>.
fr: Cliquez sur le bouton ci-dessous pour ajouter automatiquement le widget à votre thème, puis cliquez sur <strong>Enregistrer</strong>.
it: Fai clic sul pulsante in basso per aggiungere automaticamente il widget al tuo tema, quindi fai clic su <strong>Salva</strong>.
pt: Clique no botão abaixo para adicionar o widget automaticamente ao seu tema e clique em <strong>Salvar</strong>.

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
pt: Cores

source: Configure the pagination of reviews and questions.
de: Konfigurieren Sie die Paginierung von Rezensionen und Fragen.
es: Configurar la paginación de reseñas y preguntas.
fr: Configurer la pagination des avis et des questions.
it: Configura l'impaginazione delle recensioni e delle domande.
pt: Configurar a paginação de avaliações e dúvidas.

source: Custom form field
de: Benutzerdefiniertes Formularfeld
es: campo de formulario personalizado
fr: Champ de formulaire personnalisé
it: Campo modulo personalizzato
pt: Campo de formulário personalizado

source: Custom form placeholder
de: Platzhalter für benutzerdefiniertes Formular
es: marcador de posición de formulario personalizado
fr: Espace réservé pour le formulaire personnalisé
it: Segnaposto modulo personalizzato
pt: Espaço reservado para formulário personalizado

source: Custom forms
de: Benutzerdefinierte Formulare
es: formularios personalizados
fr: Formulaires personnalisés
it: Moduli personalizzati
pt: Formulários personalizados

source: Custom forms display
de: Anzeige benutzerdefinierter Formulare
es: Visualización de formularios personalizados
fr: Affichage des formulaires personnalisés
it: Visualizzazione moduli personalizzati
pt: Exibição de formulários personalizados

source: Custom star color
de: Benutzerdefinierte Sternfarbe
es: color de estrella personalizado
fr: couleur d'étoile personnalisée
it: Colore stella personalizzato
pt: Cor estrela personalizada

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
pt: Personalizar

source: Customize the text in the Review Widget form.
de: Passen Sie den Text im Überprüfungs-Widget-Formular an.
es: Personaliza el texto en el formulario del widget de revisión.
fr: Personnalisez le texte dans le formulaire Review Widget.
it: Personalizza il testo nel modulo Review Widget.
pt: Personalize o texto no formulário Review Widget.

source: Default
de: Standard
es: Predeterminado
fr: par défaut
it: Predefinito
pt: Padrão

source: Default number of stars for the review
de: Standardanzahl der Sterne für die Rezension
es: número predeterminado de estrellas para la reseña
fr: Nombre d'étoiles par défaut pour l'avis
it: Numero predefinito di stelle per la recensione
pt: Número padrão de estrelas para a revisão

source: Default sorting method
de: Standardsortiermethode
es: método de clasificación predeterminado
fr: Méthode de tri par défaut
it: Metodo di ordinamento predefinito
pt: Método de classificação padrão

source: Demo for
de: Demo für
es: Demostración para
fr: Démo pour
it: Dimostrazione per
pt: Demonstração para

source: Display questions and answers on the same line.
de: Fragen und Antworten in derselben Zeile anzeigen.
es: Mostrar preguntas y respuestas en la misma línea.
fr: Afficher les questions et les réponses sur la même ligne.
it: Visualizza domande e risposte sulla stessa riga.
pt: Exibe perguntas e respostas na mesma linha.

source: Display questions and answers on top of each other.
de: Fragen und Antworten übereinander anzeigen.
es: Muestra preguntas y respuestas una encima de la otra.
fr: Affichez les questions et les réponses les unes sur les autres.
it: Visualizza le domande e le risposte una sopra l'altra.
pt: Exiba perguntas e respostas umas sobre as outras.

source: Divide reviews across multiple pages
de: Teilen Sie Bewertungen auf mehrere Seiten auf
es: Dividir reseñas en varias páginas
fr: Répartir les avis sur plusieurs pages
it: Dividi le recensioni su più pagine
pt: Divida as avaliações em várias páginas

source: Email field
de: E-Mail-Feld
es: campo de correo electrónico
fr: Champ de courrier électronique
it: Campo e-mail
pt: Campo de e-mail

source: Email field label
de: E-Mail-Feldbezeichnung
es: etiqueta de campo de correo electrónico
fr: Libellé du champ e-mail
it: Etichetta campo email
pt: Etiqueta do campo de e-mail

source: Email field label (verified)
de: E-Mail-Feldbezeichnung (verifiziert)
es: Etiqueta de campo de correo electrónico (verificada)
fr: Libellé du champ e-mail (vérifié)
it: Etichetta campo email (verificato)
pt: Etiqueta do campo de e-mail (verificado)

source: Email field placeholder
de: Platzhalter für das E-Mail-Feld
es: marcador de posición del campo de correo electrónico
fr: espace réservé pour le champ de courrier électronique
it: Segnaposto del campo email
pt: Espaço reservado para campo de e-mail

source: Email field validation
de: E-Mail-Feldvalidierung
es: Validación del campo de correo electrónico
fr: Validation du champ email
it: Convalida campo email
pt: Validação do campo de e-mail

source: Empty field
de: Leeres Feld
es: campo vacío
fr: Champ vide
it: Campo vuoto
pt: Campo vazio

source: Enable ↗️
de: Aktivieren ↗️
es: Habilitar ↗️
it: Abilita ↗️
pt: Ativar ↗️

source: Enable keyword search
de: Stichwortsuche aktivieren
es: Habilitar búsqueda de palabras clave
fr: Activer la recherche par mot-clé
it: Abilita la ricerca per parole chiave
pt: Ativar pesquisa por palavra-chave

source: Enable Medals
de: Medaillen aktivieren
es: Habilitar medallas
fr: Activer les médailles
it: Abilita medaglie
pt: Habilitar Medalhas

source: Error messages
de: Fehlermeldungen
es: mensajes de error
fr: Messages d'erreur
it: Messaggi di errore
pt: Mensagens de erro

source: Example name
de: Beispielname
es: nombre de ejemplo
fr: exemple de nom
it: Nome di esempio
pt: Nome do exemplo

source: File size
de: Dateigröße
es: tamaño de archivo
fr: Taille du fichier
it: Dimensione del file
pt: Tamanho do arquivo

source: Form
es: Formulario
fr: Formulaire
it: Modulo
pt: Formulário

source: Formatting
de: Formatierung
es: Formateo
fr: Formatage
it: Formattazione
pt: Formatação

source: General Settings
de: Allgemeine Einstellungen
es: Configuraciones generales
fr: Paramètres généraux
it: Impostazioni generali
pt: Configurações Gerais

source: Go to Theme Editor in Online Store > Themes > Customize.
de: Gehen Sie zum Theme-Editor im Online-Shop > Themes > Anpassen.
es: Vaya al Editor de temas en la Tienda en línea > Temas > Personalizar.
fr: Accédez à l'éditeur de thème dans la boutique en ligne > Thèmes > Personnaliser.
it: Vai a Editor di temi nel Negozio online > Temi > Personalizza.
pt: Vá para Editor de Temas na Loja Online > Temas > Personalizar.

source: Grid title
de: Rastertitel
es: Título de la cuadrícula
fr: titre de la grille
it: Titolo griglia
pt: Título da grade

source: Header
de: Kopfzeile
es: encabezado
fr: En-tête
it: Intestazione
pt: Cabeçalho

source: Header (no reviews)
de: Header (keine Bewertungen)
es: Encabezado (sin reseñas)
fr: En-tête (aucun avis)
it: Intestazione (nessuna recensione)
pt: Cabeçalho (sem comentários)

source: Header (with reviews)
de: Header (mit Rezensionen)
es: Encabezado (con reseñas)
fr: En-tête (avec commentaires)
it: Intestazione (con recensioni)
pt: Cabeçalho (com comentários)

source: Heading
de: Überschrift
es: Rumbo
fr: Titre
it: Direzione
pt: Título

source: Highest rating
de: Höchste Bewertung
es: calificación más alta
fr: Note la plus élevée
it: Valutazione più alta
pt: Classificação mais alta

source: Highest Rating
de: Höchste Bewertung
es: Calificación más alta
fr: Note la plus élevée
it: Voto più alto
pt: Classificação mais alta

source: Horizontal
es: horizontales
fr: Horizontale
it: Orizzontale

source: If you haven't enabled the app embed yet, click the button below to enable it automatically, then click <strong>Save</strong>.
de: Wenn Sie die App-Einbettung noch nicht aktiviert haben, klicken Sie auf die Schaltfläche unten, um sie automatisch zu aktivieren, und klicken Sie dann auf <strong>Speichern</strong>.
es: Si aún no ha habilitado la inserción de la aplicación, haga clic en el botón a continuación para habilitarla automáticamente y luego haga clic en <strong>Guardar</strong>.
fr: Si vous n'avez pas encore activé l'intégration de l'application, cliquez sur le bouton ci-dessous pour l'activer automatiquement, puis cliquez sur <strong>Enregistrer</strong>.
it: Se non hai ancora abilitato l'incorporamento dell'app, fai clic sul pulsante in basso per abilitarlo automaticamente, quindi fai clic su <strong>Salva</strong>.
pt: Se você ainda não ativou a incorporação do aplicativo, clique no botão abaixo para ativá-lo automaticamente e clique em <strong>Salvar</strong>.

source: Install
de: Installieren
es: instalar
fr: Installer
it: Installa
pt: Instalar

source: Install ↗️
de: Installieren ↗️
es: Instalar ↗️
it: Installa ↗️
pt: Instalar ↗️

source: Judge.me Medals
de: Judge.me-Medaillen
es: Medallas de Judge.me
fr: Médailles Judge.me
it: Medaglie Judge.me
pt: Medalhas Judge.me

source: Learn how to add the %{widget_name} to your theme.
de: Finden Sie heraus, ob Sie den Kommentar %{widget_name} zu Ihrem Thema hinzufügen können.
es: Aprende cómo agregar %{widget_name} a tu tema.
fr: Découvrez comment ajouter le %{widget_name} à votre thème.
it: Scopri il commento e aggiungi %{widget_name} al tuo tema.
pt: Abra um comentário adicionando %{widget_name} ao seu tema.

source: Learn more
de: Apprendre encore plus
es: Más información
fr: En savoir plus
it: Apprendre encore plus
pt: Apprendre encore plus

source: Limit the number of lines shown
de: Begrenzen Sie die Anzahl der angezeigten Zeilen
es: Limitar el número de líneas mostradas.
fr: Limiter le nombre de lignes affichées
it: Limita il numero di righe mostrate
pt: Limite o número de linhas mostradas

source: Lowest rating
de: Niedrigste Bewertung
es: calificación más baja
fr: note la plus basse
it: Valutazione più bassa
pt: Classificação mais baixa

source: Lowest Rating
de: Niedrigste Bewertung
es: Calificación más baja
fr: Note la plus basse
it: Valutazione più bassa
pt: Classificação mais baixa

source: Manage custom forms
de: Benutzerdefinierte Formulare verwalten
es: Administrar formularios personalizados
fr: Gérer les formulaires personnalisés
it: Gestisci moduli personalizzati
pt: Gerenciar formulários personalizados

source: Media grid
de: Medienraster
es: Cuadrícula de medios
fr: Grille multimédia
it: Griglia multimediale
pt: Grade de mídia

source: Media items
de: Medienelemente
es: Elementos multimedia
fr: éléments multimédias
it: Elementi multimediali
pt: Itens de mídia

source: Media upload
de: Medien-Upload
es: carga de medios
fr: Téléchargement multimédia
it: Caricamento multimediale
pt: Envio de mídia

source: Most helpful
de: Sehr hilfreich
es: más útil
fr: Très utile
it: Molto utile
pt: Mais útil

source: Most Helpful
de: Am hilfreichsten
es: Más útil
fr: Le plus utile
it: Molto utile
pt: Mais útil

source: Most recent
de: Neueste
es: Más reciente
fr: le plus récent
it: Il più recente
pt: Mais recente

source: Most Recent
de: Neueste
es: Más reciente
fr: le plus récent
it: Più recente
pt: Mais Recentes

source: Mute videos by default
de: Videos standardmäßig stumm schalten
es: Silenciar vídeos por defecto
fr: Vidéos muettes par défaut
it: Disattiva i video per impostazione predefinita
pt: Silenciar vídeos por padrão

source: Name field
de: Namensfeld
es: campo de nombre
fr: Champ de nom
it: Campo nome
pt: Campo Nome

source: Name field label
de: Namensfeldbezeichnung
es: etiqueta del campo de nombre
fr: Libellé du champ Nom
it: Etichetta campo nome
pt: Nome do rótulo do campo

source: Name field label (verified)
de: Namensfeldbezeichnung (verifiziert)
es: Etiqueta del campo de nombre (verificada)
fr: Libellé du champ Nom (vérifié)
it: Etichetta campo nome (verificato)
pt: Rótulo do campo Nome (verificado)

source: Name field placeholder
de: Platzhalter für das Namensfeld
es: marcador de posición del campo de nombre
fr: espace réservé au champ de nom
it: Segnaposto campo nome
pt: Espaço reservado para campo Nome

source: On the left sidebar navigate to <strong>App Embeds</strong>.
de: Navigieren Sie in der linken Seitenleiste zu <strong>App Embeds</strong>.
es: En la barra lateral izquierda, navega hasta <strong>Inserciones de aplicaciones</strong>.
fr: dans la barre latérale gauche, accédez à <strong>App Embeds</strong>.
it: Nella barra laterale sinistra vai a <strong>Incorporamenti app</strong>.
pt: Na barra lateral esquerda, navegue até <strong>App Embeds</strong>.

source: Only pictures
de: Nur Bilder
es: Solo fotos
fr: Seulement les images
it: Solo immagini
pt: Somente fotos

source: Only Pictures
de: Nur Bilder
es: Sólo imágenes
fr: Seulement les images
it: Solo immagini
pt: Somente fotos

source: or install manually
de: oder manuell installieren
es: o instalar manualmente
fr: ou installer manuellement
it: o installarlo manualmente
pt: ou instale manualmente

source: Pagination color
de: Paginierungsfarbe
es: color de paginación
fr: Couleur de la pagination
it: Colore dell'impaginazione
pt: Cor de paginação

source: Photos and Videos
de: Fotos und Videos
es: Fotos y vídeos
fr: Photos et vidéos
it: Foto e video
pt: Fotos e Vídeos

source: Pick a custom secondary color
de: Wählen Sie eine benutzerdefinierte Sekundärfarbe
es: Elige un color secundario personalizado
fr: Choisissez une couleur secondaire personnalisée
it: Scegli un colore secondario personalizzato
pt: Escolha uma cor secundária personalizada

source: Picture/video field
de: Bild-/Videofeld
es: Campo de imagen/vídeo
fr: Champ image/vidéo
it: Campo immagine/video
pt: Campo de imagem/vídeo

source: Picture/video upload label
de: Bild-/Video-Upload-Label
es: Etiqueta de carga de imagen/vídeo
fr: Étiquette de téléchargement d'image/vidéo
it: Etichetta caricamento foto/video
pt: Rótulo de upload de imagem/vídeo

source: Pictures first
de: Bilder zuerst
es: Imágenes primero
fr: Les images en premier
it: Prima le immagini
pt: Fotos primeiro

source: Pictures First
de: Bilder zuerst
es: Imágenes primero
fr: Les images d'abord
it: Prima le immagini
pt: Fotos primeiro

source: Prefix text
de: Präfixtext
es: texto de prefijo
fr: texte du préfixe
it: Testo prefisso
pt: Texto do prefixo

source: Primary color (Star color)
de: Primärfarbe (Sternfarbe)
es: color primario (color estrella)
fr: couleur primaire (couleur étoile)
it: Colore primario (colore stella)
pt: Cor primária (cor estrela)

source: Question submitted confirmation message
de: Bestätigungsnachricht für die gesendete Frage
es: Mensaje de confirmación de pregunta enviada
fr: Message de confirmation de la question soumise
it: Messaggio di conferma dell'invio della domanda
pt: Mensagem de confirmação de pergunta enviada

source: Rating field
de: Bewertungsfeld
es: campo de clasificación
fr: Champ de notation
it: Campo valutazione
pt: Campo de classificação

source: Rating field label
de: Bezeichnung des Bewertungsfeldes
es: Etiqueta del campo de calificación
fr: Étiquette du champ de notation
it: Etichetta campo valutazione
pt: Rótulo do campo de classificação

source: Rating filter
de: Bewertungsfilter
es: filtro de clasificación
fr: Filtre de notation
it: Filtro valutazione
pt: Filtro de classificação

source: Refresh button label
de: Schaltflächenbeschriftung aktualisieren
es: Etiqueta del botón Actualizar
fr: Étiquette du bouton Actualiser
it: Aggiorna etichetta pulsante
pt: Rótulo do botão Atualizar
